[
  "obsidian-style-settings",
  "recent-files-obsidian",
  "dataview",
  "obsidian-completr",
  "better-word-count",
  "obsidian-advanced-slides",
  "table-editor-obsidian",
  "obsidian-advanced-uri",
  "code-language-completer",
  "obsidian-day-planner",
  "obsidian-excalidraw-plugin",
  "execute-code",
  "OA-file-hider",
  "github-embeds",
  "github-link",
  "obsidian-hider",
  "obsidian-icon-folder",
  "nl-syntax-highlighting",
  "url-into-selection",
  "periodic-notes",
  "pomodoro-timer",
  "obsidian-rollover-daily-todos",
  "settings-search",
  "svelte-syntax-highlighter",
  "obsidian-tasks-plugin",
  "templater-obsidian",
  "obsidian-text-format",
  "text-snippets-obsidian",
  "time-ruler"
]